/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versie: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "Ontsleutelen van PGP-bericht niet mogelijk.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Er is een probleem met het ontsleutelen van dit bericht. Controleer dat je een correcte sleutel in je GPG-sleutelbos hebt.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "Handtekening controleren van het PGP-bericht niet mogelijk.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Er is een probleem bij het lezen van de PGP-handtekening voor dit bericht.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "PGP-sleutel voor dit bericht zit niet in je sleutelbos.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "Het bericht heeft een juiste PGP-handtekening, maar de PGP-sleutel zit niet in je sleutelbos. Gelieve GPG Keychain te gebruiken om het toe te voegen.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "Er is geen informatie beschikbaar voor deze PGP-sleutel";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "Er is geen extra informatie bekend over deze PGP-sleutel, omdat ze niet in je sleutelbos zit.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Geheime sleutel om dit bericht te ontsleutelen ontbreekt.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "None of the following secret keys could be found in your keychain (%@). The secret key is needed to decrypt this message. \n\nPlease check with the sender that they used your correct public key.\nCheck any backup of your keychain, and try to import the secret key from there.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "Ontsleutelen mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Er is een onbekende fout opgetreden tijdens het ontsleutelen van dit bericht.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "Ontsleutelen mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "Er is een onbekende fout opgetreden tijdens het ontsleutelen van dit bericht.\n\nGPG foutbericht:\n%@\nNeem contact met ons op via https://gpgtoolz.tenderapp.com en vermeld het GPG foutbericht.";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Een verkeerde sleutel is gebruikt om dit bericht te versleutelen.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Dit bericht kon niet ontsleuteld worden, omdat de verkeerde publieke sleutel is gebruikt om het te versleutelen.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Het versleutelde bericht is beschadigd.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Dit versleutelde bericht is beschadigd en kon niet worden ontsleuteld.\n\nVraag de afzender om het bericht nogmaals te versturen.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "De sleutel voor ondertekening is ingetrokken.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "LET OP: De sleutel die is gebruikt om dit bericht te ondertekenen, is ingetrokken.\n\nVervers de sleutel met sleutel ID %@ in GPG Keychain om te controleren of een nieuwe versie beschikbaar is. Vraag de afzender waarom de sleutel ingetrokken is, als de nieuwe sleutel nog steeds ingetrokken is.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "De sleutel voor de handtekening van dit bericht is niet in je GPG Sleutelbos.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Het bericht kon niet worden geverifiëerd, omdat de sleutel waarmee het is ondertekend, zich niet in je GPG Sleutelbos bevindt.\n\nZoek de sleutel op met ID %@ in GPG Keychain en importeer het om het bericht te verifiëren.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "De handtekening van het bericht is met een niet-ondersteund algoritme gemaakt.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Het bericht kon niet worden geverifiëerd, omdat de ondertekening is gemaakt met een algoritme dat niet ondersteund wordt.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "LET OP: De handtekening van dit bericht is ongeldig!";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "LET OP: Het bericht is mogelijk gewijzigd nadat de ondertekening is gemaakt.\n\nNeem contact op met de afzender om er zeker van te zijn dat de inhoud overeenkomt met het origineel.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com als u er zeker van bent dat het bericht niet gewijzigd is.";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "Verificatie van de handtekening van het bericht is mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "Een onbekende fout is opgetreden bij de verificatie van de handtekening van deze bijlage.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Gegevensfout in de handtekening van het bericht!";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "De ondertekening van dit bericht is ongeldig en kan niet worden geverifiëerd.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Sleutel voor handtekening van het bericht is verlopen";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "LET OP: De sleutel die gebruikt is voor de handtekening van dit bericht, is verlopen.\n\nJe kunt proberen om de sleutel met ID %@ te verversen in GPG Keychain en de afzender te vragen waarom de sleutel is verlopen.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "De handtekening van het bericht is verlopen.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "De handtekening is verlopen en kan niet worden geverifiëerd.\n\nVraag de afzender waarom de sleutel is verlopen.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "MacGPG is niet geinstalleerd";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "Decrypting failed because MacGPG is not installed.\n\nPlease download and re-install GPG Suite from https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "MacGPG is niet geinstalleerd";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "Verifying failed because MacGPG is not installed.\n\nPlease download and re-install GPG Suite from https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "%d bijlagen konden niet worden ontsleuteld of geverifiëerd.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Klik op het icoon voor bijlagen in het beveiligingsgedeelte van de berichtkop voor verdere details.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "%d bijlagen konden niet worden geverifiëerd.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Klik op het icoon voor bijlagen in het beveiligingsgedeelte van de berichtkop voor verdere details.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "%d bijlagen konden niet worden ontsleuteld.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Klik op het icoon voor bijlagen in het beveiligingsgedeelte van de berichtkop voor verdere details.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "%d bijlage kon niet worden geverifiëerd.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Klik op het icoon voor bijlagen in het beveiligingsgedeelte van de berichtkop voor verdere details.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "%d bijlage kon niet worden ontsleuteld.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Klik op het icoon voor bijlagen in het beveiligingsgedeelte van de berichtkop voor verdere details.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Geheime sleutel om de bijlage te ontsleutelen ontbreekt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "None of the following secret keys could be found in your keychain (%@). The secret key is needed to decrypt this attachment. \n\nPlease check with the sender that they used your correct public key.\nCheck any backup of your keychain, and try to import the secret key from there.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "Ontsleutelen mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Er is een onbekende fout opgetreden bij het ontsleutelen van deze bijlage.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "Ontsleutelen mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "Er is een onbekende fout opgetreden tijdens het ontsleutelen van deze bijlage.\n\nGPG foutbericht:\n%@\nNeem contact met ons op via https://gpgtoolz.tenderapp.com en vermeld het GPG foutbericht.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Verkeerde sleutel gebruikt om deze bijlage te versleutelen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Deze bijlage kon niet worden ontsleuteld, omdat de verkeerde publieke sleutel is gebruikt om haar te versleutelen.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "De versleutelde bijlage is beschadigd.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Deze versleutelde bijlage is beschadigd en kan niet worden ontsleuteld.\n\nVraag de afzender om het bericht nogmaals te sturen.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Sleutel voor handtekening is ingetrokken.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "LET OP: De sleutel die is gebruikt om deze bijlage te ondertekenen, is ingetrokken.\n\nVervers de sleutel met sleutel ID %@ in GPG Keychain om te controleren of een nieuwe versie beschikbaar is. Vraag de afzender waarom de sleutel ingetrokken is, als de nieuwe sleutel nog steeds ingetrokken is.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "De sleutel voor de handtekening van dit bericht is niet in je GPG Sleutelbos.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "De bijlage kon niet worden geverifiëerd, omdat de sleutel waarmee ze is ondertekend, zich niet in je GPG Sleutelbos bevindt.\n\nZoek de sleutel op met ID %@ in GPG Keychain en importeer het om de bijlage te verifiëren.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "De handtekening van de bijlage is met een niet-ondersteund algoritme gemaakt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "De bijlage kon niet worden geverifiëerd, omdat de handtekening is gemaakt met een algoritme dat niet ondersteund wordt.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "LET OP: De handtekening van deze bijlage is ongeldig!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "LET OP: Deze bijlage is mogelijk gewijzigd nadat de handtekening is gemaakt.\n\nNeem contact op met de afzender om er zeker van te zijn dat de inhoud overeenkomt met het origineel.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com als je er zeker van bent dat de bijlage niet gewijzigd is.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "Verificatie van de handtekening is mislukt om een onbekende reden!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "Een onbekende fout is opgetreden bij de verificatie van de handtekening van deze bijlage.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Gegevensfout in de handtekening!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "De handtekening van deze bijlage is ongeldig en kan niet worden geverifiëerd.\n\nNeem contact met ons op via https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Sleutel voor handtekening is verlopen";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "LET OP: De sleutel die gebruikt is voor de handtekening van deze bijlage, is verlopen.\n\nJe kunt proberen om de sleutel met ID %@ te verversen in GPG Keychain en de afzender te vragen waarom de sleutel is verlopen.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "De handtekening van de bijlage is verlopen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "De handtekening van de bijlage is verlopen en kan niet worden geverifiëerd.\n\nVraag de afzender waarom de sleutel is verlopen.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Gedeeltelijk versleuteld";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Gedeeltelijk ondertekend";
"MESSAGE_IS_PGP_ENCRYPTED" = "Versleuteld";
"MESSAGE_IS_PGP_SIGNED" = "Ondertekend";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Ongeldige handtekening";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Ondertekend met een onbekende sleutel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Ondertekend met een ingetrokken sleutel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Ongeldige handtekening";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Ondertekend";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "Geen handtekening gevonden";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "versleutelde/ondertekende bijlage";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "versleutelde/ondertekende bijlagen";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "versleutelde bijlage";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "versleutelde bijlagen";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "ondertekende bijlage";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "ondertekende bijlagen";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "Dit bericht kan niet worden ondertekend, omdat er geen geheime sleutel is voor %@.\n\nGa na of er een geheime sleutel bestaat voor dit adres in GPG Keychain. Voeg een nieuwe gebruikers ID toe voor dit adres indien nodig, of maak een nieuwe sleutel aan voor dit adres.\n\nAls er een sleutel bestaat, controleer dan of het adres in Mail.app > Voorkeuren > Accounts precies hetzelfde is als het adres van uw sleutel";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "Dit bericht kan niet worden versleuteld, omdat er geen publieke sleutels beschikbaar zijn voor de volgende adressen: %@.\n\nGebruik GPG Keychain om die adressen te zoeken en te importeren.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "Dit bericht kan niet worden versleuteld. Voer ten minste één ontvanger in.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Versleuteld";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Ondertekend";
"MESSAGE_VIEW_PGP_PART" = "PGP gedeelte";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "GPG Mail is gereed.";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG not found, reinstall GPG Suite";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Click indicator bubble for further information";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Problems found, click indicator bubble for more info";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Click indicator bubble for further information";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Waarschuwing: het uitzetten van deze optie kan er toe leiden dat er gevoelige informatie gelekt wordt tijdens het opstellen van een bericht.";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "If the option \"Store drafts on server\" is enabled for your accounts, macOS Mail automatically stores your drafts on your mail server while you're composing a message.\nBy disabling \"Encrypt drafts\", your drafts will be stored in plain text (not encrypted) so that anyone with access to the mail server can read them.\n\nIf you keep \"Encrypt drafts\" enabled, your drafts will be encrypted before they are stored on a mail server and only you will be able to read them.\n\nDo you still want to disable \"Encrypt drafts\"?";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Versleuteling uit";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Annuleren";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "Meerdere installaties van GPG Mail gevonden!";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "GPG Mail heeft meerdere installaties gevonden op de volgende locaties, wat tot een onmiddellijke crash zal leiden:\n\n%@\n\nVerwijder de GPGMail.mailbundle in een van deze locaties en herstart Mail.\n";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Verlaat Mail";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "Libmacgpg niet gevonden";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "Libmacgpg was not found on your system. Please download and install GPG Suite from https://www.gpgtoolz.org.";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Iemand heeft geknoeid met uw installatie van GPGMail!";
CODE_SIGN_ERROR_MESSAGE = "Uit veiligheidsredenen is GPGMail niet geladen!\n\nHerinstalleer de GOG Suite van https://gpgtoolz.org om er zeker van te zijn dat u de originele versie van ons heeft.";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "Niet in staat om de standaard instellingen van GPGMail te laden!";
NO_DEFAULTS_MESSAGE = "GPGMail werkt niet naar behoren.\n\nDownload en her-installeer de meest recente versie van de GPG Suite van https://gpgtoolz.org.\n\nMocht dat het probleem niet oplossen; neem dan contact up met https://gpgtoolz.tenderapp.com/.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "Het ondertekenen van uw bericht is mislukt als gevolg van een gebroken pinentry!";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "pinentry, de tool die verantwoordelijk is voor het vragen om uw wachtwoord, werkt niet meer goed.\n\nOm dit probleem op te lossen moet u de GPG Suite herinstalleren van https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "Het ondertekenen van uw bericht is niet gelukt vanwege een probleem met de GPG-Agent utility.";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "De GPG agent, een belangrijk onderdeel van GPG, werkt niet meer naar behoren.\n\nOm dit probleem op te lossen, moet u de GPG Suite opnieuw installeren van https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "Het ondertekenen van het bericht is niet gelukt omdat er een probleem was met de communicatie met de `GPG Agent' utility.";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "Het was niet mogelijk gegevens uit te wisselen met de GPG agent om zo uw wachtwoord op te vragen.\n\nOm dit probleem op te lossen, moet u de GPG Suite opnieuw installeren van https://gpgtoolz.org.\n";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "Het ondertekenen van uw bericht is niet gelukt vanwege een niet verder gespecificeerde fout.";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Helaas kan GPG Mail de fout die is opgetreden niet meer corrigeren.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "Het versleutelen van uw bericht is niet gelukt vanwege een niet verder gespecificeerde fout.";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Helaas kan GPG Mail de fout die is opgetreden niet meer corrigeren.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Je voerde het verkeerde wachtwoord te veel keer in.";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "Het ondertekenen van het bericht is afgebroken omdat je het wachtwoord 3 keer verkeerd invoerde.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\n\nMocht dit probleem zichzelf niet oplossen: neem dan contact op met https://gpgtoolz.tenderapp.com/ en geef de onderstaande foutmelding door:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Het ontsleutelen van het bericht is afgebroken.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Dit bericht kon niet worden ontsleuteld omdat je het opvragen van het wachtwoord afbrak.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Het ontsleutelen van de bijlage is afgebroken.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "De bijlage kan niet worden gedecodeerd, omdat u het wachtwoord verzoek annuleerde.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite werkt niet zoals verwacht";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Het decoderen van het bericht is mislukt.\n\nGelieve opnieuw de GPG Suite te installeren vanaf https://gpgtoolz.org.\n\nMocht dit probleem blijven bestaan, neem dan contact met ons op via https://gpgtoolz.tenderapp.com/ en geef aan dat de XPC dienst niet naar behoren werkt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite werkt niet zoals verwacht";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Het decoderen van de bijlage is mislukt.\n\nGelieve opnieuw de GPG Suite te installeren vanaf https://gpgtoolz.org.\n\nMocht dit probleem blijven bestaan, neem dan contact met ons op via https://gpgtoolz.tenderapp.com/ en geef aan dat de XPC dienst niet naar behoren werkt.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite werkt niet zoals verwacht";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Het verifieren van het bericht is mislukt.\n\nGelieve opnieuw de GPG Suite te installeren vanaf https://gpgtoolz.org.\n\nMocht dit probleem blijven bestaan, neem dan contact met ons op via https://gpgtoolz.tenderapp.com/ en geef aan dat de XPC dienst niet naar behoren werkt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite werkt niet zoals verwacht";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Het decoderen van de bijlage is mislukt.\n\nGelieve opnieuw de GPG Suite te installeren vanaf https://gpgtoolz.org.\n\nMocht dit probleem blijven bestaan, neem dan contact met ons op via https://gpgtoolz.tenderapp.com/ en geef aan dat de XPC dienst niet naar behoren werkt.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "Het ondertekenen van uw bericht is mislukt als gevolg van een probleem tijdens het wachtwoord verzoek";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "pinentry de tool die verantwoordelijk is voor het vragen om uw wachtwoord, lijkt niet te werken.\n\nOm dit probleem op te lossen dient u de GPG Suite opnieuw te installeren vanaf https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "Het ondertekenen van het bericht is niet gelukt door een probleem met de GPGMail installatie.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Om dit probleem op te lossen moet u de GPG Suite opnieuw installeren vanaf https://gpgtoolz.org.\n\nMocht dit probleem blijven bestaan, neem dan contact met ons op via https://gpgtoolz.tenderapp.com/ en geef aan dat de XPC dienst niet naar behoren werkt.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Het decoderen van het bericht is mislukt als gevolg van een gebroken pinentry";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry de tool die verantwoordelijk is voor het vragen om uw wachtwoord, lijkt niet te werken.\n\nOm dit probleem op te lossen dient u de GPG Suite opnieuw te installeren vanaf https://gpgtoolz.org.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Het decoderen van de bijlage is mislukt als gevolg van een defecte pinentry";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry de tool die verantwoordelijk is voor het vragen om uw wachtwoord, lijkt niet te werken.\n\nOm dit probleem op te lossen dient u de GPG Suite opnieuw te installeren vanaf https://gpgtoolz.org.";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Attentie: U staat op het punt om een NIET versleuteld antwoord te sturen op een bericht dat wel versleuteld was.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Het is niet mogelijk om het antwoord te versleutelen omdat er geen publieke sleutel beschikbaar is voor:\n\n%@ ";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Het is niet mogelijk om het antwoord te versleutelen omdat er geen publieke sleutels beschikbaar zijn voor:\n\n%@ ";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Uw antwoord zal NIET versleuteld verstuurd worden als U verder gaat. Dat kan tot gevolg hebben dat vertrouwelijke informatie lekt; met alle risico's van dien voor U en de ontvangers van het bericht.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nAls U werkelijk dit bericht onversleuteld wil versturen; overweeg dan ten minste alle voorgaande correspondentie welke ook in dit bericht staat uit uw antwoord te verwijderen.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Of, gebruik GPG Keychain om de ontbrekende publieke sleutels te zoeken en/of te importeren. Dan kan het antwoord wel versleuteld verstuurd worden.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Otherwise, search and import the corresponding public key using GPG Keychain in order to send the reply encrypted.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Verstuur alsnog";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Annuleren";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Attention: You're about to forward the decrypted version of an encrypted message";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "It's not possible to encrypt the message you are about to forward, because the public key for the following recipient is missing:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "It's not possible to encrypt the message you are about to forward, because public keys for the following recipients are missing:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "If you choose to proceed, the message you are about to forward will be sent unencrypted. As a result, confidential information might be leaked, putting you and your recipients at risk.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Otherwise, search and import the corresponding public keys using GPG Keychain in order to forward an encrypted version of the message.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Otherwise, search and import the corresponding public key using GPG Keychain in order to forward an encrypted version of the message.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Toch doorgaan";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancel";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the message was aborted";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted message is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted message.\n\nPlease have the message re-sent to you and tell the sender, that their encrypted message didn't include a modification detection code.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Attention: Opening this website could leak the contents of this message";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Due to a problem in the implementation of S/MIME encryption, it is possible for an attacker to modify a message without your knowledge.\n\nYou are about to open the following website:\n\n%@\n\nAre you sure you want to continue?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Yes";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Annuleren";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the attachment was aborted";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted attachment is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted attachment.\n\nPlease have the attachment re-sent to you and tell the sender, that their encrypted attachment didn't include a modification detection code.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Beveiligingsmethode: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Onderteken";
ACCESSIBILITY_SIGN_OFF_IMAGE = "Onderteken niet";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Support Plan Activated";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Thank you for your support!\n\nWe hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via \"Report Problem\" in Mail › Preferences › GPG Mail";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "Support Plan Activation Failed";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "The entered activation code is invalid. Please check the entered information and try again.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "We were unable to connect to the paddle.com API to verify your activation code.\nIf you are using any macOS firewall product (buil-in firewall, Little Snitch, etc.), please allow connections to paddle.com for the activation to complete. You can block any connections again once the activation is completed.\n\nPlease contact us at business@gpgtools.org if the problem persists.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "The entered activation code is invalid.\nPlease contact us at business@gpgtools.org if you are sure that you have entered your code correctly.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "We are very sorry to inform you that you have exceeded the allowed number of activations.\nPlease contact us at business@gpgtools.org, if you believe that you should still have activations left.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Unfortunately an unknown error has occurred. Please retry later or use 'System Preferences › GPG Suite › Send Report' to contact us";
"SUPPORT_PLAN_HEADER_EXPIRED" = "Your 30-day-trial of GPG Mail has expired. Encrypting, signing and verifying messages will stop to work. Decrypting however will always continue to work.\nPurchase GPG Mail Support Plan to continue with full functionality.";
"SUPPORT_PLAN_HEADER_TRIAL" = "You can test GPG Mail free for %@ days.\nSecure your emails now!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "You can test GPG Mail free for %@ more days.\nSecure your emails now!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "If you have already purchased a support plan, activate it now and enjoy GPG Mail!";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "support plan";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_CLOSE" = "Continue";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Continue Trial";
"SUPPORT_PLAN_START_TRIAL" = "Start Trial";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_ACTIVATE" = "Activate";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Expired";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Without an active GPG Mail Support Plan you will still be able to read any of your encrypted emails. However, you will no longer be able to sign, encrypt or verify emails.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Welcome to GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "Email";
"SUPPORT_PLAN_LICENSE_LABEL" = "Activation Code";
"SUPPORT_PLAN_GRAY_INFO" = "Your activation code can be found in the email you receive after completing your purchase.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Activating your copy of GPG Mail";






